{
    "1": {
        "content": "", 
        "id": 1, 
        "type": "关于我们"
    }, 
    "2": {
        "content": "用户协议\n用户在进行注册账户过程中需遵守并同意本协议的条款。在此特别提醒用户仔细阅读本协议的中各条款,了解用户权利/限制/免责等条约说明定义和约定争议的解决方式。如您选择继续安装或注册授权，都将视为接受本(用户协议)愿意接受本协议的条款约束。\n甲方为雪谣科技有限公司 乙方为网络游戏用户\n一★账户注册\n1.1用户应当承诺以其真实身份注册完成认证注册账户，并保证所提供的个人身份资料信息真实、完整、有效。依据法规和必备条款约定对所提供的信息承担相应的法律责任。如因注册信息不真实引发的相关问题，甲方不负任何责任。\n1.2用户以其真实身份注册成为正式用户后，用户提交修改账号名称，头像等个人信息时，不得出现违法和不良信息。甲方有权不经通知单方采取暂停使用、注销登记、收回等措施。\n1.3根据条约约定，甲方有权审査乙方注册所提供的身份信息是否真实、有效，并应积极的采取技术与管理等合理措施保证用户账户的安全、有效；乙方有义务妥善保管其账户及密码，并正确、安全地使用其账户及密码。任何乙方未尽上述义务导致账户密码遗失、账号被盗等情形和给乙方和他人的民事权利造成损害的，应当承担由此产生的法律责任。\n1.4乙方对登录后所持账户产生的行为依法享有权利和承拒责任。\n1.5乙方发现其账户或密码被他人非法盗用或有使用异常的情况时，应及时根据甲方公布的处理方式通知甲方，并有权通知甲方采取措施暂停该账户的登录和使用。\n1.6甲方根据乙方的通知采取措施暂停乙方账户的登录和使用，甲方应当要求乙方提供并合适与其注册身份信息相一致的个人有效身份信息。\n1.7甲方核实乙方所提供的个人有效身份信息与所注册的身份信息相一致，应当及时采取措施暂停乙方账户的登录和使用。\n1.8甲方违反1.7款相应的约定，未及时采取措施暂停乙方账号的登录和使用，因此而给乙方造成损失的，应当承担相应的法律责任。\n1.9乙方没有提供其个人有效身份证件或乙方提供的个人有效身份证与所注册的身份信息不一致的，甲方有权取消乙方上述请求。\n二★服务与终止\n2.1乙方有发布违法信息、严重违背社会公德、以及其它违反法律禁止性规定的行为。甲方可立即终止对乙方提供服务。\n2.2乙方在注册时提供虚假身份信息，或实施违反本协议的行为。甲方有权终止对乙方提供全部或部分服务，甲方采取终止措施后应当通知乙方并告知终止期间和通知。\n2.3甲方根据本条约定终止对乙方提供的部分或全部服务时，甲方应负责举证责任。\n2.4甲方可能会与合作伙伴共同向您提供所要求的服务或者共同向您展示您可能感兴趣的内容。在信息为该项产品/服务所必须的情况下，您将同意并认同甲方与其分享的信息。同时，甲方会确保数据安全并禁止用于任何其他用途，在如下情况中，甲方会可能披露您的信息：（A） 事先获得您的授权。（C）您使用共享功能。（C）根据法律、法规的要求或政府主管部门的强制性要求。（D）为维护甲方合法权益，例如査找、预防、处理欺诈或安全方面的问题。\n2.5甲方有权于任何时间暂时或永久修改或终止本眼务（或其任何部分），而无论其通知与否，甲方对用户和任何第三人均无需承担任何责任。\n2.6鉴于网络服务的特殊性，甲方需要定期或不定期的对提供网络服务的平台或相关设备进行检修或维护，如因此类情况而造成的网络服务（包括收费网络服务）在合理时间内的中断，甲方无需为此承担任何责任。甲方保留不经事先通知为维修保养、升级或其它目的的暂停本服务任何部分的权利。\n2.7用户明确同意其使用甲方网络服务所存在的风险将完全由其自己承担。\n三★使用规则\n3.1用户在使用甲方服务时，必须遵守中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违反或不正当的活动，包括但不限于下列行为：（A）在聊天频道展示、传播或以其它方式传送含有下列内容之一的信息：1.反对宪法所确定的基本原则的。2.危害安全，泄露国家秘密，颠覆国家政权，破坏国家统一的。3.损害国家荣誉和利益的。4.煽动民族仇恨、民族歧视、破坏民族团结的。5.破坏国家宗教政策，宣扬邪教和封建迷信的。6.散布谣言，扰乱社会秩序，破坏社会稳定的。7.散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的。8.侮辱或者诽谤他人，侵害他人合法权利的。9.含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容。 10.含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。（B）不得为任何非法目的而使用网络服务系统。1.未经允许，进入计算机信息网络或者使用计算机信息网络资源的。2.未经允许，对计算机信息网络功能进行删除、修改或者增加的。3.未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序逬行删除、修改或者增加的。4.故意制作、传播计算机病毒等破坏性程序的。5.其它危害计算机信息网络安全的行为。\n3.2用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿甲方与合作公司、关联公司，并使之免受损害。对此，甲方有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、限制使用、回收帐号、追究法律责任等措施。对恶意注册帐号或利用帐号进行违法活动，拇乱、骚扰、欺骗其他用户以及其它违反本协议的行为，甲方有权回收其帐号。同时，甲方会视司法部门的要求，协助调査。\n3.3用户不得对本服务部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。\n3.4用户须对自己在使用甲方服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在甲方公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予甲方公司等额的赔偿。\n四★其它\n4.1本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。\n4.2如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可在甲方所在地人民法院提起诉讼。\n4.3如本协议中任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。\n", 
        "id": 2, 
        "type": "服务协议"
    }, 
    "3": {
        "content": "根据文化部制定的《网络游戏管理暂行规定》及《网络游戏服务格式化协议必备条款》（下称“必备条款”）的相关规定，为保障网络游戏用户（下称“用户”）的隐私权、规范对网络游戏用户个人信息的利用，特制定本政策。请用户仔细阅读以下全部内容。如用户不同意本政策的任意内容，请不要注册或使用雪谣服务。如用户通过进入注册程序并勾选“我同意网络游戏用户隐私权保护和个人信息利用政策”，即表示用户与雪谣科技有限公司及其他合作运营主体（下列简称为“雪谣公司”）已达成协议，自愿接受本政策的所有内容。此后，用户不得以未阅读本政策的内容作任何形式的抗辩。\n尊重用户个人隐私是雪谣公司的一项基本政策。“隐私”是指用户在注册雪谣通行证账号时提供给雪谣公司的个人身份信息，包括用户注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等。雪谣公司一贯积极地采取技术与管理等合理措施保障用户账号的安全、有效；雪谣公司将善意使用收集的信息，采取各项有效且必要的措施以保护您的隐私安全，并使用商业上合理的安全技术措施来保护您的隐私不被未经授权的访问、使用或泄漏。\n因业务所需，雪谣公司需与雪谣公司的关联公司共享用户注册信息，雪谣公司及关联公司承诺将善意使用其个人信息，雪谣公司将不会向除关联公司外的任何其他方公开或共享用户注册资料的中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：\n（1）用户或用户监护人授权雪谣公司披露的；\n（2）有关法律要求雪谣公司披露的；\n（3）司法机关或行政机关基于法定程序要求雪谣公司提供的；\n（4）雪谣公司为了维护自己合法权益而向用户提起诉讼或者仲裁时；\n（5）应用户监护人的合法要求而提供用户个人身份信息时。\n特别提示：本政策仅适用于使用雪谣公司在线游戏服务的网络游戏用户，若本政策与《雪谣通行证服务条款》中相关条款不一致的，以本政策约定为准。", 
        "id": 3, 
        "type": "隐私策略"
    }, 
    "4": {
        "content": "", 
        "id": 4, 
        "type": "版号声明"
    }
}